cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

cask 'alfred'
cask 'anki'
cask 'dash'
cask 'docker-edge'
cask 'dropbox'
cask 'flux'
cask 'font-source-code-pro-for-powerline'
cask 'google-chrome'
cask 'iterm2-nightly'
cask 'java'
cask 'lastpass'
cask 'postman'
cask 'postgres'
cask 'spotify'
cask 'virtualbox'

brew 'ack'
brew 'awscli'
brew 'bash-completion'
brew 'coreutils'
brew 'ctags'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'fzf'
brew 'git'
brew 'hub'
brew 'neovim'
brew 'node-build'
brew 'nodenv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
