cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'neovim/neovim'

cask 'alfred'
cask 'dash'
cask 'flux'
cask 'font-source-code-pro-for-powerline'
cask 'google-chrome'
cask 'iterm2-nightly'
cask 'java'
cask 'postgres'
cask 'spotify'

brew 'ack'
brew 'awscli'
brew 'bash-completion'
brew 'ctags'
brew 'fzf'
brew 'git'
brew 'hub'
brew 'neovim/neovim/neovim'
brew 'node-build'
brew 'nodenv'
brew 'pyenv'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
