tap 'caskroom/cask'
tap 'neovim/neovim'
brew 'ack'
brew 'bash-completion'
brew 'ctags'
brew 'fzf'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'neovim/neovim/neovim'
cask 'iterm2-nightly'
